{
  "upcomingEvents": [
    {
      "title": "Science Fair",
      "date": "March 01, 2025",
      "time": "10:00:00 AM",
      "venue": "IIT Hyderabad",
      "image": "/Events/1.jpg",
      "description": "We are excited to announce a visit to a school in Kandi on Saturday. This event aims to engage with students and promote educational enrichment through interactive activities and workshops. Our goal is to inspire a love for learning and provide valuable resources that enhance their academic experience. By fostering connections between our organization and the school community, we hope to empower students and encourage their personal and educational growth. Join us in making a positive impact on the lives of young learners!"
    },
    {
      "title": "Deeksha",
      "date": "February 20, 2025",
      "time": "10:00:00 AM",
      "venue": "IIT Hyderabad",
      "image": "/Events/1.jpg",
      "description": "Deeksha featured examinations for 7th, 8th, and 9th class students from six ZPHS schools, through which 36 students (two from each class) were selected. The program included a Sunshine Session, an inspiring talk by Dr. Himabindu (Department of Mechanical & Aerospace Engineering), and interactive activities that encouraged students to share their career aspirations. As part of the visit, the students also explored IITH laboratories, gaining hands-on exposure and learning new concepts that broadened their understanding of science and technology."
    },
    {
      "title": "Orphanage Visit",
      "date": "February 09, 2025",
      "time": "10:00:00 AM",
      "venue": "Kandi",
      "image": "/Events/1.jpg",
      "description": "We are excited to announce a visit to a school in Kandi on Saturday. This event aims to engage with students and promote educational enrichment through interactive activities and workshops. Our goal is to inspire a love for learning and provide valuable resources that enhance their academic experience. By fostering connections between our organization and the school community, we hope to empower students and encourage their personal and educational growth. Join us in making a positive impact on the lives of young learners!"
    }
  ],
  "finishedEvents": [
    {
      "title": "Prerna 2025",
      "date": "November 2, 2025",
      "time": "10:00:00 AM",
      "venue": "IIT Hyderabad",
      "description": "Prerna 2025, organized by Prayas – Rural Development Centre (RDC), IIT Hyderabad, brought together nearly 580 students, parents, and teachers from six nearby rural schools. The event aimed to motivate young learners through awareness talks, campus exposure, and interactive learning. Highlights included motivational sessions by IIT Hyderabad faculty, Sangareddy Police teams, and Shri Paritosh Pankaj, IPS, a campus tour, a STEM Balloon-Powered Car workshop, a school quiz competition, cultural performances, and a special visit from the Hamamatsu Delegation of Japan. The program strengthened IIT Hyderabad’s connection with rural communities and encouraged students to dream big and pursue education with confidence."
    },
    {
      "title": "BHAVISHYA",
      "date": "2025",
      "time": "",
      "venue": "ZPHS",
      "description": "Prayas is launching **Bhavishya**, an initiative to spark curiosity and guide students from government schools toward academic and career possibilities. Over 7 months, domain teams will visit 7 ZPHS schools, each bringing subject expertise, career guidance, and interactive volunteers. This balanced structure ensures students gain technical knowledge, clarity on pathways, and engaging peer-to-peer learning."
    },
    {
      "title": "SRUJANA",
      "date": "2025",
      "time": "",
      "venue": "ZPHS",
      "description": "Srujana (tenative in plan) is inter school competition in extra curricular activities. This helps to recognize talent in dance, poetry, creative writing, music, singing, clay modelling among children."
    },
    {
      "title": "VIDYADASAMI",
      "date": "2025",
      "time": "",
      "venue": "ZPHS",
      "description": "This Dussehra, Prayas will engage parents in 7 villages near Kandi Mandal through informal stalls, diya distribution, evening gatherings, and cultural performances. The festival setting offers a relaxed space to build trust, understand parental concerns, and encourage involvement in children’s education. These interactions will lay the foundation for sustained mentoring and community-focused initiatives beyond the festival."
    },
    {
      "title": "DEEKSHA",
      "date": "2025",
      "time": "",
      "venue": "ZPHS",
      "description": "Conducted exams for the 7th, 8th and 9th class students for the 6 ZPHS school students.Selected  total  36 students, two from each class.Conducted sunshine session and a talk with Dr. Himabindu (MAE dept).Other key activities for them to open up about their career."
    },
    {
      "title": "SRUSTI",
      "date": "2025",
      "time": "",
      "venue": "",
      "description": "Srusti is an initiative aimed at promoting curiosity, creativity, and interest in science and technology among students. Open to both ZPHS and private schools across Telangana, the event received more than 120 applications, from which the best 30 were shortlisted. Students showcased their experiments through an exhibition that highlighted innovation and a spirit of healthy competition. The event was graced by the presence of the Sangareddy District Collector and Prof. B.S. Murty, Director of IIT Hyderabad, whose words of encouragement motivated students to think big and pursue their aspirations. Beyond fostering scientific temper, Srusti also focused on strengthening student–teacher relationships and nurturing mentorship for holistic learning."
    },
    {
      "title": "Prerna",
      "date": "December 17, 2024",
      "time": "10:00:00 AM",
      "venue": "IIT Hyderabad",
      "description": "PRERNA – Here for Change (17th November 2024), organized by the Rural Development Centre (RDC) and PRAYAS at IIT Hyderabad, brought together eminent guests including Prof. B.S. Murty (Director, IITH), senior IAS, IPS, IRS officers, ISRO scientist, and IITH faculty to motivate rural school students and their parents. The event featured inspiring talks, interactive sessions, and a campus tour showcasing academic and sports facilities. Students also presented essays and drawings, engaged in career guidance sessions, and explored engineering workshops. The initiative highlighted RDC’s mission to uplift rural communities through education, skill development, and motivation, inspiring students to pursue higher studies and ambitious careers."
    },
    {
      "title": "School Visit",
      "date": "September 21, 2024",
      "time": "10:00:00 AM",
      "venue": "Kandi",
      "description": "We are excited to announce a visit to a school in Kandi on Saturday. This event aims to engage with students and promote educational enrichment through interactive activities and workshops. Our goal is to inspire a love for learning and provide valuable resources that enhance their academic experience. By fostering connections between our organization and the school community, we hope to empower students and encourage their personal and educational growth. Join us in making a positive impact on the lives of young learners!"
    },
    {
      "title": "Orphanage Visit",
      "date": "September 15, 2024",
      "time": "10:00:00 AM",
      "venue": "Mahima Ministries",
      "description": "Join us for a meaningful event as we visit the Mahima Ministries orphanage on Sunday. This initiative aims to support the children living there by providing essential supplies, clothing, and educational resources. Our goal is to foster a sense of community and compassion, ensuring that these children feel loved and supported. Together, we can make a positive impact in their lives and contribute to their well-being and development."
    }
  ]
}
